/*
 * AAUTasks.strings
 * MacConfig
 */
 
/*  AAUPortMapFirewallTask  */
"Firewall" = "Inställningsassistent för portkoppling";
"Firewall.Service.Intro" = "Inställningsassistenten för portkoppling hjälper dig att koppla inkommande nätverkstrafik från särskilda portar och tjänster till datorer i ditt eget nätverket.";
"Firewall.PortHost.Intro" = "Välj en tjänst från popupmenyn, eller ange de allmänna eller egna IP-adresser och portar du vill koppla samman.";
"Firewall.PortHost.IPv6" = "Du kan även tillåta inkommande nätverkstrafik till alla IPv6-värdar i nätverket.";
"Firewall.Description.Intro" = "Ange en beskrivning för den här portkopplingsposten.";
"Firewall.Description.Done" = "När du är färdig och vill spara portkopplingsposten klickar du på Klar.";

"tcpPrivatePorts" = "Egna TCP-portar";
"tcpPublicPorts" = "Allmänna TCP-portar";
"udpPrivatePorts" = "Egna UDP-portar";
"udpPublicPorts" = "Allmänna UDP-portar";

"type" = "Tjänst";
"hosts" = "Egen IP-adress";
"privatePort" = "Egen port";
"description" = "Beskrivning";
"advertiseService" = "Annonsera globalt via Bonjour";
"serviceName" = "Tjänstens namn";
"serviceType" = "Servicetyp";
"allowAllIPv6" = "Tillåt trafik till alla IPv6-värdar";

"ConflictingPortNumber" = "Ett allmänt portnummer är i konflikt med en port som används av en tjänst på basstationen. Välj ett annat allmänt portnummer.";/*TO BE REMOVED*/
"ConflictingPortUDP" = "Ett allmänt UDP-portnummer är i konflikt med en port som används av en tjänst på basstationen. Välj ett annat allmänt portnummer.";
"ConflictingPortUDPFileSharing" = "Ett allmänt UDP-portnummer är i konflikt med en fildelningsport på basstationen. Avaktivera fildelning eller välj ett annat portnummer.";
"ConflictingPortUDPFileSharingNoDisable" = "Ett allmänt UDP-portnummer är i konflikt med en fildelningsport på basstationen. Välj ett annat portnummer.";
"ConflictingPortUDPSNMP" = "Ett allmänt UDP-portnummer är i konflikt med SNMP-porten på basstationen. Avaktivera SNMP eller välj ett annat portnummer.";
"ConflictingPortTCPFileSharing" = "Ett allmänt TCP-portnummer är i konflikt med en fildelningsport på basstationen. Avaktivera fildelning eller välj ett annat portnummer.";
"ConflictingPortTCPFileSharingNoDisable" = "Ett allmänt TCP-portnummer är i konflikt med en fildelningsport på basstationen. Välj ett annat portnummer.";
"ConflictingPortTCPACP" = "Ett allmänt TCP-portnummer är i konflikt med konfigurationsporten på basstationen. Välj ett annat portnummer.";

/* Services */
"Personal File Sharing" = "Personlig fildelning";
"Windows Sharing" = "Windows-delning";
"Personal Web Sharing" = "Personlig webbdelning";
"Remote Login - SSH" = "Fjärrinloggning - SSH";
"FTP Access" = "FTP-åtkomst";
"Apple Remote Desktop" = "Apple Remote Desktop";
"Remote Apple Events" = "Externa Apple Events";
"Printer Sharing" = "Skrivardelning";
"POP Mail" = "POP";
"POP Mail with SSL" = "POP med SSL";
"IMAP Mail" = "IMAP";
"IMAP Mail with SSL" = "IMAP med SSL";
"SMTP Mail" = "SMTP";
"QuickTime Streaming Server" = "QuickTime Streaming Server";
"Jabber" = "Jabber";
"CustomService" = "Välj en tjänst";

/*  AAUIPv6FirewallTask  */

"IPv6Firewall" = "Inställningsassistent för IPv6-brandvägg";
"IPv6Firewall.Intro" = "Med hjälp av Inställningsassistenten för IPv6-brandväggar kan du släppa igenom IPv6-nätverkstrafik till enheter i ditt nätverk.";

"AllowLabel" = "Tillåt";
"AllowAll" = "Alla tjänster och portar";
"AllowAllTCPUDP" = "Alla TCP- och UDP-portar";
"AllowSpecific" = "Specifika TCP- och UDP-portar";

"host" = "IPv6-adress";
"tcpPorts" = "TCP-port(ar)";
"udpPorts" = "UDP-port(ar)";

/*  AAUUserDBTask  */

"Accounts" = "Inställningsassistent för konton";
"Accounts.UserPassword" = "Användarnamn och lösenord";
"Accounts.UserPassword.Intro" = "Ange användarnamn och lösenord.";
"Accounts.Restrictions.FileAccess" = "Välj det här kontots behörighet till delade hårddiskar.";

"name" = "Namn";
"shortName" = "Kortnamn";
"password" = "Lösenord";
"passwordVerify" = "Bekräfta lösenord";
"fileSharingAccess" = "Delningsåtkomst";
"accessBelowGuest" = "Den behörighetsnivå för fildelning du har valt är lägre än gästinloggning. Användaren kan fortfarande logga in som gäst och komma åt delade hårddiskar.";
"UsernameInUse" = "Kontonamnet finns redan. Ange ett unikt namn.";

/*  AAUTimedAccessTask  */

"TimedAccess" = "Inställningsassistent för tidsstyrd behörighetsstyrning";
"TimedAccess.Intro" = "Ange en trådlös klients MAC-adress eller AirPort-ID och beskrivning.";
"TimedAccess.Intro.Fallback" = "Ange en beskrivning för graden av förvalsåtkomst för det här nätverket.";
"TimedAccess.Restrictions" = "Klicka på lägg till-knappen (+) för att ställa in denna klients tidsgränser i nätverket.";
"TimedAccess.Restrictions.Fallback" = "Klicka på lägg till-knappen (+) för att ställa in de förvalda tidsgränserna i nätverket.";
"ThisComputer" = "Den här datorn";

"days.0" = "Ingen åtkomst";
"days.1" = "Måndagar";
"days.2" = "Tisdagar";
"days.4" = "Onsdagar";
"days.8" = "Torsdagar";
"days.16" = "Fredagar";
"days.32" = "Lördagar";
"days.64" = "Söndagar";
"days.31" = "Vardagar";
"days.96" = "Veckoslut";
"days.127" = "Varje dag";

"time.0" = "före";
"time.1" = "efter";
"time.2" = "mellan";
"time.3" = "hela dagen";

"and" = "och";

"TimedAccessWillExpireOn" = "Den här klientens åtkomst till nätverket gäller tills %@.";
"TimedAccessDidExpire" = "Klientens åtkomst till nätverket har löpt ut.";	
"TimedAccessDidExpireExplain" = "Om du vill återställa åtkomsten till nätverket kan du ändra klientens tidsgränser från ”Ingen åtkomst” till något annat.";

/*  AAUDHCPReservationTask  */

"DHCPReservation" = "Inställningsassistent för DHCP-reservation";
"DHCPReservation.Name" = "Namnge reservationen";
"DHCPReservation.Name.Intro" = "Om du vill reservera en specifik IP-adress åt en klient i nätverket anger du en beskrivning för reservationen.";
"DHCPReservation.Name.Middle" = "Reservera adressen med en MAC-adress eller ett DHCP-klient-ID.";
"DHCPReservation.Name.Continue"	= "Klicka på Fortsätt när du är klar.";
"DHCPReservation.Mapping" = "Koppla ett klient-ID eller en MAC-adress till en IP-adress";
"DHCPReservation.Mapping.MACAddress" = "Ange MAC-adressen för den trådlösa klient som får reservationen.";
"DHCPReservation.Mapping.ClientID" = "Ange DHCP-klient-ID för den trådlösa klient som får reservationen.";
"DHCPReservation.Mapping.IP" = "Ange den IP-adress du vill reservera för klienten. IP-adressen du reserverar kommer endast att ges till den klient med den MAC-adress eller det DHCP-klient-ID du angett.";
"DHCPReservation.Mapping.Done"	= "Klicka på Klar när du är färdig.";

"macAddress" = "MAC-adress";
"clientID" = "DHCP-klient-ID";
"ipv4Address" = "IPv4-adress";
"ReserveAddressBy" = "Reservera addresser efter";

/*  AAUSimpleConfigTask  */

"WPS" = "Inställningsassistent för trådlös klient";
"WPS.Auth.Intro" = "Det finns två sätt att tillåta en klient att ansluta till ditt lösenordsskyddade nätverk utan att ange ett lösenord. Antingen anger du en PIN-kod för användaren eller ger tillgång till nätverket åt den första klienten som försöker ansluta till nätverket.";
"WPS.Auth.DayPass" = "Du kan även välja att begränsa den här klientens åtkomst till endast ett dygn.";

"WPS.PIN.Intro" = "Ange klientens PIN-kod.";
"WPS.PIN.Description" = "PIN-koden visas antingen på klientens skärm eller skrivs ut på enheten om klienten saknar en skärm.";

"WPS.Done.Intro" = "När den trådlösa klienten lyckas ansluta till ditt nätverk så visas den nedan.";
"WPS.Done.Waiting" = "Väntar på trådlös klient…";
"WPS.Done.Failed" = "Ett fel inträffade när en trådlös klient försökte ansluta till ditt nätverk. Försök igen.";
"WPS.Done.Success" = "Den nya trådlösa klienten har anslutit till nätverket.";

"AllowClientsBy" = "Tillåt klient med";
"PIN" = "PIN-kod";
"FirstCome" = "Första försöket";
"DayPass" = "Begränsa klientens åtkomst till ett dygn";

/* AAUWirelessOptionsTask */

"WirelessOptions" = "Trådlösa alternativ";

/* AAUBaseStationOptionsTask */

"BaseStationOptions" = "Alternativ";

/* AAUBaseStationHostnameTask */

"BaseStationHostname" = "Värdnamn";
"BaseStationHostnames" = "Värdnamn";

/* AAUEditDualChannelsTask */

"EditDualChannels" = "Radiokanaler";

"AppleWiFiConnectOptions" = "Trådlösa klientalternativ";

/* EditUSBDeviceTask */
"EditUSBDevice" = "USB-enhet";

"USBDeviceSharingAccounts" = "Konton";
"USBDeviceSharingAccounts.title" = "Markera användarkonton";
"AddNewAccount" = "Lägg till nytt konto";
"SaveAccount" = "Spara konto";

"USBDeviceIsExclusive" = "En klient åt gången kan använda den här enheten";

"USBDeviceSharing" = "Åtkomstbegränsningar";
"USBDeviceSharing.0" = "Inga begränsningar";
"USBDeviceSharing.1" = "Använd %@-lösenord";	/* product name goes here */
"USBDeviceSharing.2" = "Använd ett USB-enhetslösenord";
"USBDeviceSharing.3" = "Använd konton";

/* WaitForDirectConnectTask */

"WaitForDirectConnectTask" = "Anslut din gamla Time Capsule";
"WaitForDirectConnectTask.replacecables" = "Flytta alla Ethernetkablar från föregående Time Capsule till den nya Time Capsule-enheten.";
"WaitForDirectConnectTask.directdescription" = "Optimera flytten genom att använda en till Ethernetkabel och ansluta den från WAN-porten på den gamla Time Capsule-enheten till en LAN-port på den nya Time Capsule-enheten.";
"WaitForDirectConnectTask.initialcheck" = "Kontrollerar om Time Capsule är ansluten via Ethernet…";
"WaitForDirectConnectTask.ok1" = "Dina Time Capsule-enheter har anslutits.";
"WaitForDirectConnectTask.ok2" = "Klicka på Fortsätt när du vill påbörja flytten.";
"WaitForDirectConnectTask.ok3" = "En flytt kan ta lång tid, beroende på innehållet på hårddisken du flyttar.";
"WaitForDirectConnectTaskOldLabel" = "Gammal Time Capsule";
"WaitForDirectConnectTaskNewLabel" = "Ny Time Capsule";

/* VerifyInternetConnection */

"VerifyInternetConnectionTitle" = "Kontrollerar Internetanslutningen";
"VerifyInternetConnectionTest" = "AirPort-verktyg kontrollerar att denna %@ är ansluten till Internet.";
"VerifyInternetConnectionTestSuccess" = "Denna %@ är ansluten till Internet. Klicka på Fortsätt.";
"VerifyInternetConnectionTestFailure" = "Om du vill använda din Internetanslutning under flytten ser du till att DSL- eller kabelmodemet är anslutet till WAN-porten på din nya Time Capsule. Slå av modemet, plocka ut batteriet om det finns ett sådant, vänta några sekunder, sätt tillbaka batteriet och slå sedan på modemet igen. När du är ansluten klickar du på Fortsätt.";
"VerifyInternetConnectionTestFailureIgnore" = "Om du inte vill använda din Internetanslutning under flytten klickar du på Fortsätt.";

